/*
 PFTypeDescriptions.strings
 PFAssistive Framework 3.8.0
 Copyright 2003-2017 Bill Cheeseman. Used by permission.
 All rights reserved.
*/

/* These key-value pairs are used to provide localizable human-readable descriptions for data types implemented in the accessibility API. This file should be used only for localizable human-readable descriptions in a client application's GUI; it should not be used to provide AppleScript terminology. */

/* This file is localizable. The HIServices subframework of the ApplicationServices framework does not contain a comparable TypeDescriptions.strings resource, so localizers must provide their own localizations. */

/* IMPORTANT NOTE FOR LOCALIZERS: The values in localized versions of this file must also be used as the identifiers for the MainMenu.nib file's AttributesDrawerContentView tab view items in UI Browser. */

/* accessibility type description */
"array" = "array";
"attributed string" = "attributed string"; /* added 1.4b1 */
"Boolean" = "Boolean";
"data" = "data"; /* added 1.2b2 */
"date" = "date"; /* added 2.0b1 */
"number" = "number";
"point" = "point";
"range" = "range";
"rect" = "rect";
"size" = "size";
"string" = "string";
"UIElement" = "UIElement";
"unknown" = "unknown";
"URL" = "URL"; /* added 1.2b11 */
